Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: This program can't remove a potentially harmful item from the contents of an archived file. To remove the item, you need to delete the archive. For more information, search for removing spyware in Help and Support.
be: Не атрымалася выдаліць небяспечны элемент з архіва са змесцівам. Выдаліць дадзены элемент можна толькі з архівам. Дадатковую інфармацыю аб выдаленні небяспечных элементаў глядзіце ў цэнтры даведкі і падтрымкі.

source: This program can't remove a potentially harmful item from the contents of an archived file. To remove the item, you need to delete the archive. For more information, search for removing spyware in Help and Support.\r\n
be: Не атрымалася выдаліць небяспечны элемент з архіва са змесцівам. Выдаліць дадзены элемент можна толькі з архівам. Дадатковую інфармацыю аб выдаленні небяспечных элементаў глядзіце ў цэнтры дапамогі і падтрымкі.\r\n

source: This program changes Web page links.
be: Гэта праграма змяняе спасылкі старонкі сеціва.

source: This program changes browser settings and displays advertisements.
be: Гэтая праграма змяняе налады аглядальніка і адлюстроўвае абвесткі.

source: This program changes browser settings and is often bundled with other programs.
be: Гэта праграма змяняе налады аглядальніка і звычайна ўваходзіць у склад іншых праграм.

source: This program changes the default home page.
be: Гэта праграма змяняе стандартную пачатковую старонку.

source: This program changes the default search engine and the homepage.
be: Гэтая праграма змяняе стандартны шукач і пачатковую старонку.

source: This program changes the default search engine, the homepage, and other browser settings.
be: Гэтая праграма змяняе стандартны шукач, пачатковую старонку і іншыя налады аглядальніка.

source: This program changes the default search engine.
be: Гэтая праграма змяняе стандартны шукач.

source: This program changes the system hosts file.
be: Гэта праграма змяняе сістэмны файл "hosts"

source: This program changes various Web browser settings without adequate consent.
be: Гэтая праграма змяняе разнастайныя налады аглядальніка без згоды карыстальніка.

source: This program changes various computer settings without adequate consent.
be: Гэта праграма змяняе шматлікія налады ў камп'ютары без згоды карыстальніка.

source: This program changes various computer settings.
be: Гэта праграма змяняе разнастайныя налады сістэмы.

source: This program collects user information.
be: Гэта праграма збірае звесткі аб карыстальніку.

source: This program connects to the Internet in the background.
be: Гэта праграма падключаецца да сеціва ў фоне.

source: This program delivers advertisements and tracks activity.
be: Гэтая праграма перадае абвесткі і сочыць за дзейнасцю.

source: This program delivers potentially unwanted advertisements to your computer.
be: Гэтая праграма перадае патэнцыйна непажаданыя абвесткі на ваш камп'ютар.

source: This program dials toll numbers and delivers advertisements for adult content.
be: Гэтая праграма тэлефануе на платныя нумары і перадае абвесткі са змесцівам для дарослых.

source: This program dials toll numbers to create telephone charges.
be: Гэта праграма для набору платных нумароў тэлефонаў.

source: This program dials toll numbers to gain access to adult content.
be: Гэта праграма набірае платныя нумары тэлефонаў, каб атрымаць доступ да эратычнага змесціва.

source: This program disables other software as part of its installation.
be: Гэтая праграма выключае іншае апраграмаванне падчас свайго ўсталявання.

source: This program displays adult content.
be: Гэта праграма адлюстроўвае эратычнае змесціва.

source: This program displays advertisements and is often bundled with other programs.
be: Гэтая праграма адлюстроўвае абвесткі і звычайна ўваходзіць у склад іншых праграм.

source: This program displays advertisements and may be delivered through unsolicited installation.
be: Гэтая праграма адлюстроўвае абвесткі і можа быць перададзеная праз недазволенае ўсталяванне.

source: This program displays advertisements and may be difficult to remove.
be: Гэтая праграма адлюстроўвае абвесткі і можа быць цяжкай для выдалення.

source: This program displays advertisements and may install other software.
be: Гэтая праграма адлюстроўвае абвесткі і можа ўсталёўваць іншае апраграмаванне.

source: This program displays advertisements and runs without a user interface.
be: Гэтая праграма адлюстроўвае абвесткі і запускаецца без інтэрфэйса карыстальніка.

source: This program displays advertisements based on Web browsing habits.
be: Гэтая праграма адлюстроўвае абвесткі абапіраючыся на вашыя перавагі аглядання сеціва.

source: This program displays advertisements based on Web search habits.
be: Гэтая праграма адлюстроўвае абвесткі абапіраючыся на вашыя перавагі пошуку па сеціве.

source: This program displays advertisements inside other software.
be: Гэтая праграма адлюстроўвае абвесткі ўнутры іншых праграмаў.

source: This program displays advertisements separate from the parent program.
be: Гэтая праграма адлюстроўвае абвесткі адасоблена ад бацькоўскай праграмы.

source: This program displays advertisements with adult content.
be: Гэтая праграма адлюстроўвае абвесткі са змесцівам для дарослых.

source: This program displays deceptive product messages.
be: Гэта праграма, якая адлюстроўвае падманную інфармацыю аб прадукце.

source: This program displays pop-up advertisements.
be: Гэтая праграма адлюстроўвае абвесткі-вынырцы.

source: This program does not adequately disclose potentially unwanted behavior.
be: Гэта праграма не здольная з дастатковай дакладнасцю выявіць патэнцыяльна небяспечныя паводзіны.

source: This program has %1!lu! out of %2!lu! defaults
be: Гэтая праграма мае %1!lu! з %2!lu! стандартаў

source: This program has all its defaults
be: Гэтая праграма мае ўсе свае стандарты

source: This program has been blocked for your protection
be: Праграма заблакаваная для вашай абароны

source: This program has potentially unwanted behavior.
be: Гэта праграма з'яўляецца патэнцыяльна небяспечнай.

source: This program installs adware.
be: Праграма, якая ўстлёўвае рэкламнае апраграмаванне.

source: This program installs browser modifiers.
be: Гэтая праграма ўсталёўвае змяняльнікі аглядальніка.

source: This program installs other potentially unwanted software.
be: Гэта праграма ўсталёўвае іншыя небяспечныя праграмы.

source: This program installs software that displays adult content.
be: Праграма, якая ўсталёўвае эратычнае змесціва.

source: This program installs spyware.
be: Праграма, якая ўсталёўвае шпіёнскія апраграмаванне.

source: This program is blocked by group policy.
be: Гэтая праграма заблакаваная групавой палітыкай.

source: This program is blocked by group policy. For more information, contact your system administrator.
be: Гэтая праграма заблакаваная групавой палітыкай. Для дадатковай інфармацыі звяжыцеся з вашым сістэмным адміністратарам.

source: This program is dangerous and acts as a proxy server.
be: Гэта праграма небяспечная, яна дзейнічае як проксі-сэрвер.

source: This program is dangerous and can hide programs or bypass security.
be: Гэта праграма небяспечная і можа хаваць іншыя праграмы і абыходзіць сістэму бяспекі.

source: This program is dangerous and captures user passwords.
be: Гэта праграма небяспечная, яна перахоплівае паролі карыстальніка.

source: This program is dangerous and downloads other programs.
be: Гэта небяспечная праграма, яна можа пампаваць іншыя праграмы.

source: This program is dangerous and executes commands from an attacker.
be: Гэта праграма небяспечная, яна запускае загады нападніка.

source: This program is dangerous and exploits the computer on which it is run.
be: Гэта праграма небяспечная і можа ўжывацца для атакі на камп'ютар, на якім яна ўсталявана.

source: This program is dangerous and installs other programs.
be: Гэта небяспечная праграма, яна можа ўсталёўваць іншыя праграмы.

source: This program is dangerous and monitors user information.
be: Гэтая праграма небяспечная і назірае за інфармацыяй карыстальніка.

source: This program is dangerous and records user activity.
be: Гэта небяспечная праграма, яна сочыць за актыўнасцю карыстальніка.

source: This program is dangerous and replicates by infecting other files.
be: Гэта праграма небяспечная, яна распаўсюджваецца шляхам інфектавання іншых файлаў.

source: This program is dangerous and self-propagates over a network connection.
be: Гэта праграма небяспечная, яна самастойна распаўсюджваецца па сетцы.

source: This program is dangerous, exploits the computer, and provides access to user files.
be: Гэта праграма небяспечная і можа ўжывацца для атакі шлях прамога доступу да файлаў карыстальніка.

source: This program is dangerous, exploits the computer, and shares user information.
be: Гэта праграма небяспечная, эксплуатуе камп'ютар і абагульвае інфармацыю карыстальніка.

source: This program is designed to amuse or scare the user.
be: Гэта праграма распрацавана для таго, каб пажартаваць або напужаць карыстальніка.

source: This program is not responding.
be: Праграма не адказвае.

source: This program is often distributed as a component of other potentially unwanted software.
be: Звычайна, гэта праграма з'яўляецца часткай іншай небяспечнай праграмы.

source: This program is often installed a bundle with other programs.
be: Гэта праграма звычайна ўсталёўваецца разам з іншымі праграмамі.

source: This program is preventing Windows from logging off.
be: Гэтая праграма перашкаджае выйсці з Windows.

source: This program is preventing Windows from restarting.
be: Гэтая праграма перашкаджае Windows перазапусціцца.

source: This program is preventing Windows from shutting down.
be: Гэтая праграма перашкаджае Windows выключыцца.

source: This program is turned off
be: Гэта праграма адключаная

source: This program is turned off by group policy
be: Гэта праграма выключана групавой палітыкай

source: This program is used to bypass security policies.
be: Гэта праграма выкарыстоўваецца для абыходу палітык бяспекі.

source: This program is used to create viruses, worms or other malware.
be: Гэта праграма для стварэння віруса і іншых небяспечных праграм.

source: This program may have been installed without adequate user consent.
be: Верагодна, праграма была ўсталявана, без згоды карыстальніка.

source: This program may install other potentially unwanted software.
be: Гэта праграма можа ўсталёўваць іншыя небяспечныя праграмы.

source: This program may update without adequate user consent and may be delivered through unsolicited installation.
be: Гэта праграма можа абнаўляцца без дазволу і ўсталёўвацца перадавацца праз недазволенае ўсталяванне.

source: This program modifies Web page content.
be: Гэта праграма змяняе змесціва старонкі сеціва.

source: This program monitors sensitive information, such as keystrokes typed.
be: Гэтая праграма назірае за ўражлівай інфармацыяй кшталту націскання клавіш.

source: This program monitors user activity, such as keystrokes typed.
be: Гэтая праграма назірае за актыўнасцю карыстальніка кшталту націскання клавіш.

source: This program monitors user information, such as Web browsing habits.
be: Гэтая праграма назірае за інфармацыяй карыстальніка кшталту перавагаў аглядання сеціва.

source: This program monitors user information.
be: Гэта назірае за інфармацыяй карыстальніка.

source: This program overwhelms a user's inbox with email messages.
be: Гэта праграма служыць для перапаўнення паведамленнямі паштовай скрыні.

source: This program provides remote access to the computer it is installed on.
be: Гэта праграма забяспечвае аддалены доступ да камп'ютара, на якім яна ўсталявана.

source: This program redirects access to Web pages.
be: Гэта праграма перанакіроўвае карыстальніка на іншыя старонкі сеціва.

source: This program requires a newer version of Windows.
be: Гэтая праграма патрабуе больш новай версіі Windows.

source: This program requires up-to-date definitions.
be: Патрабуецца абнаўленне вызначэнняў.

source: This program requires up-to-date definitions. We recommend you install the latest definition updates before scanning. Click the scan button on the toolbar above to start a scan.
be: Патрабуецца абнаўленне вызначэнняў. Перад праверкай, пажадана ўсталяваць апошнія вызначэнні. Каб запусціць праверку, націсніце кнопку праверкі на паліцы інструментаў.

source: This program requires up-to-date definitions. We recommend you install the latest definition updates before scanning.\n\nChoose an update method:
be: Патрабуецца абнаўленне вызначэнняў. Перад праверкай, пажадана ўсталяваць апошнія вызначэнні.\n\nВыберыце спосаб абнаўлення:

source: This program requires up-to-date definitions. You must install the latest definition updates before scanning.
be: Патрабуецца абнаўленне вызначэнняў. Перад праверкай усталюйце апошнія вызначэнні.

source: This program runs automatically and without adequate user notification.
be: Гэта праграма запускаецца аўтаматычна, без апавяшчэння карыстальніка.

source: This program sends unauthorized e-mail.
be: Гэта праграма займаецца рассыланнем непажаданых лістоў.

source: This program silently informs a server when it has been installed.
be: Гэта праграма інфармуе сэрвер аб тым, што яна была ўсталявана.

source: This program takes advantage of a security vulnerability.
be: Праграма, якая выкарыстоўвае ўразлівасці ў сістэме бяспекі.

source: This program tracks activity and all Web page content, including secure pages.
be: Гэта праграма сочыць за дзеяннямі карыстальніка і змесцівам усіх старонак сеціва, у тым ліку абароненых.

source: This program tracks activity and delivers advertisements.
be: Гэтая праграма сочыць за дзейнасцю і перадае абвесткі.

source: This program tracks activity and is often bundled with other programs.
be: Гэта праграма сочыць за дзеяннямі карыстальніка і можа ўваходзіць у склад іншых праграм.

source: This program tracks activity and may be difficult to remove.
be: Гэта праграма сочыць за дзеяннямі карыстальніка, і каб яе выдаліць, трэба прыкласці намаганні.

source: This program tracks activity and may disable other programs.
be: Гэта праграма сочыць за дзеяннямі карыстальніка і можа адключаць іншыя праграмы.

source: This program updates automatically without adequate user consent.
be: Гэта праграма можа абнаўляцца без згоды карыстальніка.

source: This program will not run
be: Праграма не запусціцца

source: This program's service has stopped.
be: Служба гэтай праграмы спынена.

source: This program's service has stopped. You can start the service manually or restart your computer, which will start the service.
be: Служба гэтай праграмы спынена. Вы можаце запусціць яе ўручную ці перапусціць камп'ютар, каб запусціць яе аўтаматычна.

source: This program's service has stopped. You can start the service manually or restart your computer, which will start the service.\r\n
be: Служба гэтай праграмы спынена. Вы можаце запусціць яе ўручную ці перапусціць камп'ютар, каб запусціць яе аўтаматычна.\r\n

source: This removable drive must be formatted with a file system before you can use it.
be: Зменны дыск павінен быць адфарматаваны перад выкарыстаннем.

source: This removable drive must be formatted with a file system before you can use it. Because this drive is large and currently allows quick removal, none of the built-in file systems can format it. Disabling quick removal for the drive will allow the NTFS file system to format it.\n\nTo avoid corrupting the drive when you remove it, always click the Safely Remove Hardware icon (the circled icon in the graphic below) in the notification area, and then click the device name.
be: Зменны дыск павінен быць адфарматаваны перад выкарыстаннем. З-за таго, што ён вялікі, але падтрымлівае хуткае выманне, яму не падыходзіць аніводная файлавая сістэма. Выключэнне хуткага вымання для дыска дазволіць адфарматаваць яго ў NTFS.\n\nКаб пазбегнуць пашкоджання падчас вымання, заўсёды пстрыкайце значак бяспечнага вымання (глядзі відарыс) на пляцоўцы апавяшчэнняў і абірайце назву прылады, што вымаецца.

source: This same font will be used on both your printer and your screen.
be: Ён выкарыстоўваецца на вашых экране і друкарцы.

source: This search can't be completed because there is something wrong with this saved search.
be: Гэты пошук не можа быць скончаны, бо ёсць нешта няправільнае ў гэтым захаваным пошуку.

source: This server does not support changing file permissions.
be: Сэрвер не падтрымлівае змяненне дазволаў.

source: This service "%s"
be: Гэтая служба "%s"

source: This setting (system locale) controls the language used when displaying text in programs that do not support Unicode.
be: Гэтая налада (сістэмная лакаль) кіруе моваю, якой карыстаюцца для адлюстравання тэксту праграмы, што не падтрымліваюць Unicode.

source: This setting affects all user accounts on the computer.
be: Гэтая налада паўплывае на ўсе рахункі карыстальнікаў камп'ютара.

source: This share is required for the machine to act properly as a domain controller. Removing it will cause a loss of functionality on all clients that this domain controller serves. Are you sure you wish to stop sharing %1?\r\n
be: Гэтае абагульненне патрабуецца камп'ютару для належнай працы ў якасці кантролера дамена. Ягонае выдаленне выкліча страту функцыянальнасці ўсіх кліентаў, што абслугоўваюць гэты кантролер дамена. Вы сапраўды жадаеце спыніць абагульванне %1?\r\n

source: This share was created for administrative purposes only. The share will reappear when the Server service is stopped and restarted or the computer is rebooted. Are you sure you wish to stop sharing %1?\r\n
be: Гэтае абагульненне было створанае толькі для адміністрацыйных мэтаў. Яно з'явіцца зноў, калі служба сэрвера будзе спыненая і перазапушчаная, ці калі перазапусціцца камп'ютар. Вы сапраўды жадаеце спыніць абагульванне %1?\r\n

source: This shutdown was initiated by the legacy API InitiateSystemShutdown. For full shutdown information applications should use the InitiateSystemShutdownEX API instead.
be: Гэтае выключэнне было ініцыяванае ўспадкаванай API-функцыяй InitiateSystemShutdown. Для поўнай інфармацыі выключэння праграмы павінны карыстацца замест яе API-функцыю InitiateSystemShutdownEX.

source: This snap-in will always manage:
be: Гэтае прыладдзе будзе заўсёды кіраваць:

source: This software is typically benign when it runs on your computer, unless it was installed without your knowledge.
be: Звычайна дадзены тып праграм не прадстаўляе пагрозы, калі яна не была ўсталявана без вашага дазволу.

source: This software is typically benign when it runs on your computer, unless it was installed without your knowledge. If you're not sure whether to permit it, review the alert details or check if you recognize and trust the publisher of the software.
be: Звычайна гэтае апраграмаванне бяспечнае, калі яно не было ўсталяванае без вашага дазволу. Калі вы не ўпэўненыя ў гэтым, перагледзьце дэталі папярэджання, альбо праверце, ці ведаеце вы выдаўца апраграмавання і давяраеце яму.

source: This task will be created with administrative privileges.
be: Гэтая задача будзе выканана з прывілеямі адміністратара.

# This time is not valid due to Daylight Saving Time.
source: This time is not valid due to Daylight Saving Time.\n
be: Час не ёсць дапушчальным з-за пераходу на летні час.\n

# This value is not within the page range. Enter a number between %u and %u.
source: This value is not within the page range.\nEnter a number between %u and %u.
be: Гэтае значэнне па-за межамі абсягу старонак.\nУвядзіце лік паміж %u і %u.

source: This version of Windows doesn't support the %1!ls! format on drive %2!ls!.
be: Гэтая версія Windows не падтрымлівае файлавую сістэму '%1!ls!' на дыску '%2!ls!'.

source: This version of the software is not compatible with the version of Windows you're running.
be: Версія апраграмавання не сумяшчальная з дзейнай версіяй Windows.

source: This version of the software is not compatible with the version of Windows you're running. Check your computer's system information to see whether you need a x86 (32-bit) or x64 (64-bit) version of the program, and then contact the software publisher.
be: Версія праграмнага забеспячэння не сумяшчальная з бягучай версіяй Windows. З дапамогай звестак аб сістэме вызначце неабходную версію праграмы (32- або 64-бітную) і звяжыцеся з выдаўцом праграмы.

source: This version of the software is not compatible with the version of Windows you're running. Check your computer's system information to see whether you need a x86 (32-bit) or x64 (64-bit) version of the program, and then contact the software publisher.\r\n
be: Версія апраграмавання не сумяшчальная з дзейнай версіяй Windows. З дапамогай звестак аб сістэме вызначце неабходную версію праграмы (32- або 64-бітную) і звяжыцеся з выдаўцом праграмы.\r\n

source: This will allow you to check for a solution later.
be: Гэта дазволіць вам праверыць наяўнасць вырашэння пазней.

source: This will replace the current version of this file on the network and cannot be undone.
be: Гэта заменіць дзейную версію гэтага файла ў сетцы і не можа быць адробленае.

source: This will replace the current version of this file on your computer and cannot be undone.
be: Гэта заменіць дзейную версію гэтага файла на вашым камп'ютары і не можа быць адробленае.

source: This will replace the current version of this folder on the network and cannot be undone.
be: Гэта заменіць дзейную версію гэтага каталога ў сетцы і не можа быць адробленае.

source: This will replace the current version of this folder on your computer and cannot be undone.
be: Гэта заменіць дзейную версію гэтага каталога на вашым камп'ютары і не можа быць адробленае.

# Those users may lose data. Do you want to continue?
source: Those users may lose data.\n\nDo you want to continue?
be: Яны могуць страціць звесткі.\n\nЖадаеце працягнуць?

source: Threads
be: Ніці

source: Through a &dial-up modem
be: Праз тэлефонны мадэм

source: Through the &Internet
be: Праз сеціва

source: Thu
be: Чац

source: Thumbnail
be: Абразок

source: Thumbnail Module
be: Модуль абразкоў

source: Thumbnail Toolbar
be: Паліца абразкоў

source: Thursday
be: Чацвер

source: Thursday|Thur|Thu
be: Чацвер|Чац

source: Ti&me:
be: Час:

source: Tibetan
be: Тыбецкая

source: Tibetan (PRC)
be: Тыбецкая (КНР)

source: Tile
be: Закафляваць

source: Tile &Horizontally
be: Закафляваць гарызантальна

source: Tile &Vertically
be: Закафляваць вертыкальна

source: Tile the picture so it repeats and fills the entire screen.
be: Закафляваць відарысам увесь экран.

source: Tile&s
be: Кафля

source: Tiles
be: Кафля

source: Tiles the windows horizontally on the desktop
be: Кафлюе вокны на стальніцы гарызантальна

source: Tiles the windows vertically on the desktop
be: Кафлюе вокны на стальніцы вертыкальна

source: Time
be: Час

source: Time &zone:
be: Часавы абсяг:

source: Time Marker
be: Часавы пазначнік

source: Time Zone Settings
be: Налады часавага абсягу

source: Time check intervals
be: Інтэрвалы часавай праверкі

source: Time elapsed:
be: Прайшло часу:

source: Time formats
be: Фарматы часу

source: Time remaining:
be: Засталося часу:

source: Time until reboot
be: Перад перазапускам

source: Time zone
be: Часавы абсяг

source: Time zone:
be: Часавы абсяг:

# Time/&Date F5
source: Time/&Date\tF5
be: Час/Дата\tF5

source: Time:
be: Час:

source: Tiny (0 - 10 KB)
be: Маленечкія (0 - 10 кБ)

source: Tiny (0 - 2 GB)
be: Маленечкія (0 - 2 ГБ)

source: Title
be: Назва

source: Title bar
be: Паліца назвы

source: To
be: Атрымальнікі

source: To %s - %s
be: Да %s - %s

source: To '%1!ls!'
be: У '%1!ls!'

source: To addresses
be: Адрасы атрымальнікаў

source: To attempt to quit formatting again, click Retry.\nTo quit immediately, click Cancel.
be: Для паўторнай спробы націсніце "Паўтор".\nКаб выйсці неадкладна, націсніце "Скасаваць"
